import React from "react";

function AboutUsPage() {
  return (
    <div className="max-w-4xl mx-auto px-4 py-8">
      <h1 className="text-center text-3xl font-bold mb-6 text-gray-800">
        О нас
      </h1>
      <p className="text-lg text-gray-700 mb-4">
        В Москве наш сервис является настоящим новатором в сфере комплексного
        обновления обуви. То, что отличает нас от остальных — это не просто
        высокое качество, а безкомпромиссный подход к каждой детали. Мы уверены,
        что наши клиенты должны получать максимум за свои деньги, и это
        отражается в каждом этапе нашего обслуживания.
      </p>
      <p className="text-lg text-gray-700 mb-4">
        Наша главная цель — сделать процесс восстановления обуви максимально
        простым и удобным для вас. Мы позаботились о том, чтобы весь процесс —
        от момента заказа до возвращения вашей обновлённой обуви — был
        максимально удобным и быстрым. Курьер заберёт вашу обувь прямо у вас
        дома или в офисе, а после ремонта или чистки, вернёт её обратно в
        кратчайшие сроки.
      </p>
      <p className="text-lg text-gray-700 mb-4">
        Мы понимаем, что обувь — это не просто часть вашего гардероба. Это
        важный элемент вашего стиля, который формирует первое впечатление при
        встрече с другими людьми. Обувь может быть не только дорогой, но и
        любимой, и мы стремимся вернуть ей её первозданный вид, позволяя вам
        снова гордиться своими вещами.
      </p>
      <p className="text-lg text-gray-700">
        Мы восстанавливаем не просто обувь — мы возвращаем вам уверенность и
        комфорт. Мы здесь, чтобы сделать так, чтобы ваша обувь выглядела так же
        безупречно, как в день покупки.
      </p>
    </div>
  );
}

export default AboutUsPage;
